const scheduleData = {
    "Понеділок": {
        "Тиждень1": {
            "Пара": [
                {
                    "Назва пари": "Сучасні технології програмування",
                    "Пара по порядку": 1,
                    "Посилання на пару": "кожен раз новий лінк :(",
                    "Викладач": "вик. Педан",
                    "Формат": "Лек on-line",
                    "Час": "08:30 - 10:05"
                },
                {
                    "Назва пари": "Цифрове оброблення сигналів",
                    "Пара по порядку": 4,
                    "Посилання на пару": "https://us05web.zoom.us/j/4339025923?pwd=cEVWeUtOdko5YnprS2p1MDJBWi8zUT09",
                    "Викладач": "доц. Іванов С.В.",
                    "Формат": "Лек on-line",
                    "Час": "14:15 - 15:50"
                }
            ]
        },
        "Тиждень2": {
            "Пара": [
                {
                    "Назва пари": "Сучасні технології програмування",
                    "Пара по порядку": 1,
                    "Посилання на пару": "кожен раз новий лінк :(",
                    "Викладач": "вик. Педан",
                    "Формат": "Лек on-line",
                    "Час": "08:30 - 10:05"
                },
                {
                    "Назва пари": "Цифрове оброблення сигналів",
                    "Пара по порядку": 4,
                    "Посилання на пару": "https://us05web.zoom.us/j/4339025923?pwd=cEVWeUtOdko5YnprS2p1MDJBWi8zUT09",
                    "Викладач": "доц. Іванов С.В.",
                    "Формат": "Лек on-line",
                    "Час": "14:15 - 15:50"
                },
                {
                    "Назва пари": "Безпроводові та сенсорні системи",
                    "Пара по порядку": 5,
                    "Посилання на пару": "https://us04web.zoom.us/j/4422620183?pwd=MXpubFJ0aElTN04wT1pzV0k2R0NlZz09",
                    "Викладач": "доц. Кононова І.В.",
                    "Формат": "Лек on-line",
                    "Час": "16:10 - 17:45"
                },
            ]
        },
    },
    "Вівторок": {
        "Тиждень1": {
            "Пара": [
                {
                    "Назва пари": "Іноземна мова профейсіного спрямування-1. Практичний курс іноземної мови для професійного спілкування",
                    "Пара по порядку": 2,
                    "Посилання на пару": "https://zoom.us/j/6634844460?pwd=VXp2QnZ6eVU1QllJVjVLSi9SbzdPZz09",
                    "Викладач": "вик. Писарчик О.Л.",
                    "Формат": "Прак on-line",
                    "Час": "10:25 - 12:00"
                },
                {
                    "Назва пари": "Бази даних",
                    "Пара по порядку": 3,
                    "Посилання на пару": "поки нема(",
                    "Викладач": "ст. вик. Суліма С.В.",
                    "Формат": "Прак on-line",
                    "Час": "12:20 - 13:55"
                },
                {
                    "Назва пари": "Безпроводові та сенсорні системи",
                    "Пара по порядку": 4,
                    "Посилання на пару": "https://us04web.zoom.us/j/4422620183?pwd=MXpubFJ0aElTN04wT1pzV0k2R0NlZz09",
                    "Викладач": "доц. Кононова І.В.",
                    "Формат": "Прак on-line",
                    "Час": "14:15 - 15:50"
                },
            ]
        },
        "Тиждень2": {
            "Пара": [
                {
                    "Назва пари": "Іноземна мова профейсіного спрямування-1. Практичний курс іноземної мови для професійного спілкування",
                    "Пара по порядку": 2,
                    "Посилання на пару": "https://zoom.us/j/6634844460?pwd=VXp2QnZ6eVU1QllJVjVLSi9SbzdPZz09",
                    "Викладач": "вик. Писарчик О.Л.",
                    "Формат": "Прак on-line",
                    "Час": "10:25 - 12:00"
                },
                {
                    "Назва пари": "Імітаційне моделювання інфокомунікаційних мереж",
                    "Пара по порядку": 3,
                    "Посилання на пару": "https://us04web.zoom.us/j/7188953883?pwd=5igvXtbJun598WYPKtq2nu61VkaqEp.1",
                    "Викладач": "ас. Курдеча В. В.",
                    "Формат": "Прак on-line",
                    "Час": "12:20 - 13:55"
                },
                {
                    "Назва пари": "Безпроводові та сенсорні системи",
                    "Пара по порядку": 4,
                    "Посилання на пару": "https://us04web.zoom.us/j/4422620183?pwd=MXpubFJ0aElTN04wT1pzV0k2R0NlZz09",
                    "Викладач": "доц. Кононова І.В.",
                    "Формат": "Прак on-line",
                    "Час": "14:15 - 15:50"
                },
                {
                    "Назва пари": "Сучасні технолої програмування",
                    "Пара по порядку": 5,
                    "Посилання на пару": "кожен раз новий лінк :(",
                    "Викладач": "вик. Педан.",
                    "Формат": "Прак on-line",
                    "Час": "16:10 - 17:45"
                },
            ]
        },
    },
    "Середа": {
        "Тиждень1":{
            "Пара": [
                {
                    "Назва пари": "Основи теорії інформаційно-телекомунікаційних мереж-1",
                    "Посилання на пару": "очка :(",
                    "Пара по порядку": 3,
                    "Викладач": "доц. Правило В. В.",
                    "Формат": "311-30 Прак, 311-30 Лаб",
                    "Час": "12:20 - 13:55"
                },
                {
                    "Назва пари": "Цифрове оброблення сигналів",
                    "Посилання на пару": "https://us05web.zoom.us/j/4339025923?pwd=cEVWeUtOdko5YnprS2p1MDJBWi8zUT09",
                    "Пара по порядку": 4,
                    "Викладач": "доц. Іванов С.В.",
                    "Формат": "online",
                    "Час": "14:15 - 15:50"
                }
            ]
        },
        "Тиждень2":{
            "Пара": [
                {
                    "Назва пари": "Програмні засоби безпроводових мереж",
                    "Посилання на пару": "очка :(",
                    "Пара по порядку": 2,
                    "Викладач": "ас. Курдеча В. В.",
                    "Формат": "209-30 Прак",
                    "Час": "10:25 - 12:00"
                },
                {
                    "Назва пари": "Основи теорії інформаційно-телекомунікаційних мереж-1",
                    "Посилання на пару": "очка :(",
                    "Пара по порядку": 3,
                    "Викладач": "доц. Правило В. В.",
                    "Формат": "311-30 Прак, 311-30 Лаб",
                    "Час": "12:20 - 13:55"
                },
                {
                    "Назва пари": "Цифрове оброблення сигналів",
                    "Посилання на пару": "https://us05web.zoom.us/j/4339025923?pwd=cEVWeUtOdko5YnprS2p1MDJBWi8zUT09",
                    "Викладач": "доц. Іванов С.В.",
                    "Формат": "online",
                    "Час": "14:15 - 15:50"
                }
            ]
        }
    },
    "Четверг": {
        "Тиждень1": {
            "Пара": [
                {
                    "Назва пари": "Бази даних",
                    "Пара по порядку": 1,
                    "Посилання на пару": "https://zoom.us/j/92611164128?pwd=cTVBbEJLMERBZDY5dG4vNHJNWEs2Zz09",
                    "Викладач": "проф. Глоба Л.С.",
                    "Формат": "Лек on-line",
                    "Час": "08:30 - 10:05"
                },
                {
                    "Назва пари": "Основи теорії інформаційно-телекомунікаційних мереж-1",
                    "Пара по порядку": 2,
                    "Посилання на пару": "https://us02web.zoom.us/j/8756179462?pwd=MVcyZm52U2lLTVVBUkRUWVIzZ09Vdz09",
                    "Викладач": "доц. Правило В.В",
                    "Формат": "Лек on-line",
                    "Час": "10:25 - 12:00"
                },
                {
                    "Назва пари": "Імітаційне моделювання інфокомунікаційних мереж",
                    "Пара по порядку": 3,
                    "Посилання на пару": "https://us04web.zoom.us/j/7188953883?pwd=5igvXtbJun598WYPKtq2nu61VkaqEp.1",
                    "Викладач": "ас. Курдеча В.В.",
                    "Формат": "Лек on-line",
                    "Час": "12:20 - 13:55"
                },
                {
                    "Назва пари": "Програмні засоби безпроводових мереж",
                    "Пара по порядку": 4,
                    "Посилання на пару": "https://us04web.zoom.us/j/7188953883?pwd=5igvXtbJun598WYPKtq2nu61VkaqEp.1",
                    "Викладач": "ас. Курдеча В.В",
                    "Формат": "Лек on-line",
                    "Час": "14:15 - 15:50"
                },
    
            ]
        },
        "Тиждень2": {
            "Пара": [
                {
                    "Назва пари": "Бази даних",
                    "Пара по порядку": 1,
                    "Посилання на пару": "https://zoom.us/j/92611164128?pwd=cTVBbEJLMERBZDY5dG4vNHJNWEs2Zz09",
                    "Викладач": "проф. Глоба Л.С.",
                    "Формат": "Лек on-line",
                    "Час": "08:30 - 10:05"
                },
                {
                    "Назва пари": "Імітаційне моделювання інфокомунікаційних мереж",
                    "Пара по порядку": 3,
                    "Посилання на пару": "https://us04web.zoom.us/j/7188953883?pwd=5igvXtbJun598WYPKtq2nu61VkaqEp.1",
                    "Викладач": "ас. Курдеча В.В.",
                    "Формат": "Лек on-line",
                    "Час": "12:20 - 13:55"
                },
                {
                    "Назва пари": "Програмні засоби безпроводових мереж",
                    "Пара по порядку": 4,
                    "Посилання на пару": "https://us04web.zoom.us/j/7188953883?pwd=5igvXtbJun598WYPKtq2nu61VkaqEp.1",
                    "Викладач": "ас. Курдеча В.В",
                    "Формат": "Лек on-line",
                    "Час": "14:15 - 15:50"
                },
    
            ]
        }
    },
};

export default scheduleData
// module.exports = scheduleData;
